[{"userId": 0, "namePhoto": "", "language": "", "BeforeCleanText": "", "CleanText": ""}, {"userId": 1, "namePhoto": "thai1.jpg", "language": "thai", "BeforeCleanText": "มาอย่างยาวนาน จนกลายมาเป็นงินในรูป แบบที่คุ้นเค ยในปัจจบัน .\n\nเมลม\n\nมรฐูกรย ยพัน\n\n, ลือกลางในการแลกเปล่ยนที่อ เศรรบุษย์บทัง\n\n", "CleanText": "มาอย่างยาวนานจนกลายมาเป็นงินในรูปแบบที่คุ้นเคยในปัจจบัน . เมลม มรฐูกรยยพัน ,ลือกลางในการแลกเปล่ยนที่อเศรรบุษย์บทัง"}, {"userId": 2, "namePhoto": "engthai2.jpg", "language": "engthai", "BeforeCleanText": "นโลกใบนี้ไมรู้จักคํคําน้ซี ชีวิตค้นเรา\n[ลี่ยนนี้เพื่อให้ได้มาซึงสินค้าและ\n\nอิ๊\n“เงิน” เชือว่าไม่มีใครที่ ก่ด่ารงชีวิตอยู่บ\n\n                    ยกับสื่อกลางเพื่อการแลกเป\n\nยวข้องและวนเวียนอยู่\nก็                      หมือนว่าจําเป็นเพื่อสนองความอยา ยากกันอ ยู่ตลอดเวลา\n\nบริการ ทั้งที่จําเป็นและดู|\nเงินอยู่กับเราตั้งแต่เกิดจนตาย จะลืมตาดูโลกก็ต้องใช้เงิน เจ เมื่อออกมาเผชิญ ลก\n\nแล้ว อิ่งต้องใช้เงินไม่รู้จบแทบจะเ\n\nะในทุกกิจกรรมและช่วงจังหวะชีวิต ต ตราบจน\nลมหายใจสุดท้ายก่อนลาโลก                                            ป\n\n.ินอยคู่กับโลกและสังคมของมนุษย์มาอย ย่าง างยาวนานหากพูดกันในเชิ\nประวัติศาสตร์ เป็นสิ่งประดิษฐ์ที่คิดค้นขึ้นมา เมื่อแรก เวิม เพื่ออํานว ยความสะดวกและ\nลดคว่ามสี่ยงในการทําธุรกรรมตั้งแต่โบราณกาล. ขมีวิวัฒนาการผ่านแต่ละยุคสมัย\nมาอย่างยาวนาน จนกลายมาเป็นเงินในรูปเ แบบที่ คุ้นเค คยในปัจจุบัน -\n\nสื่อกลางในการแลกเปลี่ยนที่อ ยคู่สังคมมนุษย์มาไม่รู้กีร้อยพันสมัยน้\n\nเน ตวการทห้คนลืมตาอ้ปาก ร มีกินมีใช้ มีคุณภาพชีวิตในแบบที่ต้องการ\nและเนขณะ เดียวกันก็เป็นหนึ่งในสาเ\n\nในการ้ชีวิตเพรายไม              หตุหลักที่ทําให้ผู้คนจํานวนมากมายแพ้พ่าย\n\nและในขณะเดีย 1ะเม่วิธีดูแลและจัดการ เงินทําให้หลายคนแจ้งเกิดทางสังคม\nเซ       วก้น\n\nง      [นีคนจํานวนไม่น้อยที่ต้อดับส )หรือไร้    |\n\nด้วยเช่นกัน            )                 เปให้วอ วั้ตัวตน ปเพราะเิน\n\nญู  ทําไมนวัตก\nรรม\nยจนแผ้กระทังเผ่าพันธุ์          ่ดค้นึ้นโดยมพุย์ จี จึงมีอํานาจ\n\n               ร้แห่งผู\n 7ลายคราอย่างนําเปลกใจ :.:   ป    \"ผูคิดค้นเธงังไม่อาจรับมือได้ในหลายครง\n\nความน่าสนใจนั้นอยู่ที่\n มากมายเสี\n\n", "CleanText": "นโลกใบนี้ไมรู้จักคํคำน้ซีชีวิตค้นเรา [ลี่ยนนี้เพื่อให้ได้มาซึงสินค้าและ อิ๊ “เงิน”เชือว่าไม่มีใครที่ก่ด่ารงชีวิตอยู่บ ยกับสื่อกลางเพื่อการแลกเป ยวข้องและวนเวียนอยู่ ก็ หมือนว่าจำเป็นเพื่อสนองความอยายากกันอยู่ตลอดเวลา บริการทั้งที่จำเป็นและดู เงินอยู่กับเราตั้งแต่เกิดจนตายจะลืมตาดูโลกก็ต้องใช้เงินเจเมื่อออกมาเผชิญลก แล้วอิ่งต้องใช้เงินไม่รู้จบแทบจะเ ะในทุกกิจกรรมและช่วงจังหวะชีวิตตตราบจน ลมหายใจสุดท้ายก่อนลาโลก ป .ินอยคู่กับโลกและสังคมของมนุษย์มาอยย่างางยาวนานหากพูดกันในเชิ ประวัติศาสตร์เป็นสิ่งประดิษฐ์ที่คิดค้นขึ้นมาเมื่อแรกเวิมเพื่ออำนวยความสะดวกและ ลดคว่ามสี่ยงในการทำธุรกรรมตั้งแต่โบราณกาล.ขมีวิวัฒนาการผ่านแต่ละยุคสมัย มาอย่างยาวนานจนกลายมาเป็นเงินในรูปเแบบที่คุ้นเคคยในปัจจุบัน - สื่อกลางในการแลกเปลี่ยนที่อยคู่สังคมมนุษย์มาไม่รู้กีร้อยพันสมัยน้ เนตวการทห้คนลืมตาอ้ปากรมีกินมีใช้มีคุณภาพชีวิตในแบบที่ต้องการ และเนขณะเดียวกันก็เป็นหนึ่งในสาเ ในการ้ชีวิตเพรายไม หตุหลักที่ทำให้ผู้คนจำนวนมากมายแพ้พ่าย และในขณะเดีย 1ะเม่วิธีดูแลและจัดการเงินทำให้หลายคนแจ้งเกิดทางสังคม เซ วก้น ง [นีคนจำนวนไม่น้อยที่ต้อดับส )หรือไร้  ด้วยเช่นกัน ) เปให้วอวั้ตัวตนปเพราะเิน ญู ทำไมนวัตก รรม ยจนแผ้กระทังเผ่าพันธุ์ ่ดค้นึ้นโดยมพุย์จีจึงมีอำนาจ ร้แห่งผู 7ลายคราอย่างนำเปลกใจ . ป \"ผูคิดค้นเธงังไม่อาจรับมือได้ในหลายครง ความน่าสนใจนั้นอยู่ที่ มากมายเสี"}, {"userId": 3, "namePhoto": "thai3.jpg", "language": "thai", "BeforeCleanText": "มาอย่างยาวนาน จนกลายมาเป็นงินในรูป แบบที่คุ้นเค ยในปัจจบัน .\n\nเมลม\n\nมรฐูกรย ยพัน\n\n, ลือกลางในการแลกเปล่ยนที่อ เศรรบุษย์บทัง\n\n", "CleanText": "มาอย่างยาวนานจนกลายมาเป็นงินในรูปแบบที่คุ้นเคยในปัจจบัน . เมลม มรฐูกรยยพัน ,ลือกลางในการแลกเปล่ยนที่อเศรรบุษย์บทัง"}, {"userId": 4, "namePhoto": "engthai4.jpg", "language": "engthai", "BeforeCleanText": "นโลกใบนี้ไมรู้จักคํคําน้ซี ชีวิตค้นเรา\n[ลี่ยนนี้เพื่อให้ได้มาซึงสินค้าและ\n\nอิ๊\n“เงิน” เชือว่าไม่มีใครที่ ก่ด่ารงชีวิตอยู่บ\n\n                    ยกับสื่อกลางเพื่อการแลกเป\n\nยวข้องและวนเวียนอยู่\nก็                      หมือนว่าจําเป็นเพื่อสนองความอยา ยากกันอ ยู่ตลอดเวลา\n\nบริการ ทั้งที่จําเป็นและดู|\nเงินอยู่กับเราตั้งแต่เกิดจนตาย จะลืมตาดูโลกก็ต้องใช้เงิน เจ เมื่อออกมาเผชิญ ลก\n\nแล้ว อิ่งต้องใช้เงินไม่รู้จบแทบจะเ\n\nะในทุกกิจกรรมและช่วงจังหวะชีวิต ต ตราบจน\nลมหายใจสุดท้ายก่อนลาโลก                                            ป\n\n.ินอยคู่กับโลกและสังคมของมนุษย์มาอย ย่าง างยาวนานหากพูดกันในเชิ\nประวัติศาสตร์ เป็นสิ่งประดิษฐ์ที่คิดค้นขึ้นมา เมื่อแรก เวิม เพื่ออํานว ยความสะดวกและ\nลดคว่ามสี่ยงในการทําธุรกรรมตั้งแต่โบราณกาล. ขมีวิวัฒนาการผ่านแต่ละยุคสมัย\nมาอย่างยาวนาน จนกลายมาเป็นเงินในรูปเ แบบที่ คุ้นเค คยในปัจจุบัน -\n\nสื่อกลางในการแลกเปลี่ยนที่อ ยคู่สังคมมนุษย์มาไม่รู้กีร้อยพันสมัยน้\n\nเน ตวการทห้คนลืมตาอ้ปาก ร มีกินมีใช้ มีคุณภาพชีวิตในแบบที่ต้องการ\nและเนขณะ เดียวกันก็เป็นหนึ่งในสาเ\n\nในการ้ชีวิตเพรายไม              หตุหลักที่ทําให้ผู้คนจํานวนมากมายแพ้พ่าย\n\nและในขณะเดีย 1ะเม่วิธีดูแลและจัดการ เงินทําให้หลายคนแจ้งเกิดทางสังคม\nเซ       วก้น\n\nง      [นีคนจํานวนไม่น้อยที่ต้อดับส )หรือไร้    |\n\nด้วยเช่นกัน            )                 เปให้วอ วั้ตัวตน ปเพราะเิน\n\nญู  ทําไมนวัตก\nรรม\nยจนแผ้กระทังเผ่าพันธุ์          ่ดค้นึ้นโดยมพุย์ จี จึงมีอํานาจ\n\n               ร้แห่งผู\n 7ลายคราอย่างนําเปลกใจ :.:   ป    \"ผูคิดค้นเธงังไม่อาจรับมือได้ในหลายครง\n\nความน่าสนใจนั้นอยู่ที่\n มากมายเสี\n\n", "CleanText": "นโลกใบนี้ไมรู้จักคํคำน้ซีชีวิตค้นเรา [ลี่ยนนี้เพื่อให้ได้มาซึงสินค้าและ อิ๊ “เงิน”เชือว่าไม่มีใครที่ก่ด่ารงชีวิตอยู่บ ยกับสื่อกลางเพื่อการแลกเป ยวข้องและวนเวียนอยู่ ก็ หมือนว่าจำเป็นเพื่อสนองความอยายากกันอยู่ตลอดเวลา บริการทั้งที่จำเป็นและดู เงินอยู่กับเราตั้งแต่เกิดจนตายจะลืมตาดูโลกก็ต้องใช้เงินเจเมื่อออกมาเผชิญลก แล้วอิ่งต้องใช้เงินไม่รู้จบแทบจะเ ะในทุกกิจกรรมและช่วงจังหวะชีวิตตตราบจน ลมหายใจสุดท้ายก่อนลาโลก ป .ินอยคู่กับโลกและสังคมของมนุษย์มาอยย่างางยาวนานหากพูดกันในเชิ ประวัติศาสตร์เป็นสิ่งประดิษฐ์ที่คิดค้นขึ้นมาเมื่อแรกเวิมเพื่ออำนวยความสะดวกและ ลดคว่ามสี่ยงในการทำธุรกรรมตั้งแต่โบราณกาล.ขมีวิวัฒนาการผ่านแต่ละยุคสมัย มาอย่างยาวนานจนกลายมาเป็นเงินในรูปเแบบที่คุ้นเคคยในปัจจุบัน - สื่อกลางในการแลกเปลี่ยนที่อยคู่สังคมมนุษย์มาไม่รู้กีร้อยพันสมัยน้ เนตวการทห้คนลืมตาอ้ปากรมีกินมีใช้มีคุณภาพชีวิตในแบบที่ต้องการ และเนขณะเดียวกันก็เป็นหนึ่งในสาเ ในการ้ชีวิตเพรายไม หตุหลักที่ทำให้ผู้คนจำนวนมากมายแพ้พ่าย และในขณะเดีย 1ะเม่วิธีดูแลและจัดการเงินทำให้หลายคนแจ้งเกิดทางสังคม เซ วก้น ง [นีคนจำนวนไม่น้อยที่ต้อดับส )หรือไร้  ด้วยเช่นกัน ) เปให้วอวั้ตัวตนปเพราะเิน ญู ทำไมนวัตก รรม ยจนแผ้กระทังเผ่าพันธุ์ ่ดค้นึ้นโดยมพุย์จีจึงมีอำนาจ ร้แห่งผู 7ลายคราอย่างนำเปลกใจ . ป \"ผูคิดค้นเธงังไม่อาจรับมือได้ในหลายครง ความน่าสนใจนั้นอยู่ที่ มากมายเสี"}, {"userId": 5, "namePhoto": "eng5.jpg", "language": "eng", "BeforeCleanText": "ming. There's a lot of e!\nAnd then this smell. It :\nover to my bed, up\n\nshouts before 1 can stop 1t. ge\nI hurtle downstairs. Dad looks surprised\n1 thought you were out somewhere\nand Magda?’ La\nI don’t have to conjure up some convin\nation because Eggs starts talking non-st p.\n‘1 dived in, Ellie, a real dive, well, the st\na sort of fall. I didn’t really mean to do\n\n", "CleanText": "ming. There's a lot of e! And then this smell. It  over to my bed, up shouts before 1 can stop 1t. ge I hurtle downstairs. Dad looks surprised 1 thought you were out somewhere and Magda?’ La I don’t have to conjure up some convin ation because Eggs starts talking non-st p. ‘1 dived in, Ellie, a real dive, well, the st a sort of fall. I didn’t really mean to do"}, {"userId": 6, "namePhoto": "eng6.jpg", "language": "eng", "BeforeCleanText": "ming. There's a lot of e!\nAnd then this smell. It :\nover to my bed, up\n\nshouts before 1 can stop 1t. ge\nI hurtle downstairs. Dad looks surprised\n1 thought you were out somewhere\nand Magda?’ La\nI don’t have to conjure up some convin\nation because Eggs starts talking non-st p.\n‘1 dived in, Ellie, a real dive, well, the st\na sort of fall. I didn’t really mean to do\n\n", "CleanText": "ming. There's a lot of e! And then this smell. It  over to my bed, up shouts before 1 can stop 1t. ge I hurtle downstairs. Dad looks surprised 1 thought you were out somewhere and Magda?’ La I don’t have to conjure up some convin ation because Eggs starts talking non-st p. ‘1 dived in, Ellie, a real dive, well, the st a sort of fall. I didn’t really mean to do"}, {"userId": 7, "namePhoto": "eng7.jpg", "language": "eng", "BeforeCleanText": "a.\n\nere’s a lot of chatter\nn this smell. It waf\n‘to'my bed, up into\nfrying bacon, they're\n\nbacon sandwiches,\n\ning the bread and\nof golden butter\nare no slimy fatty\n\nd to see me.\n‘Nadine\n\n&\n\n1]\n\nJing ‘but be docs °\n\n", "CleanText": "a. ere’s a lot of chatter n this smell. It waf ‘to'my bed, up into frying bacon, they're bacon sandwiches, ing the bread and of golden butter are no slimy fatty d to see me. ‘Nadine & 1] Jing‘but be docs "}, {"userId": 8, "namePhoto": "eng8.jpg", "language": "eng", "BeforeCleanText": "GrAdeSaver\n\nwww.gradesaver.com\n\nYou have goals... We have help.\n\nes 10 his nother for his behavior at Mr. Fielding s hoo\nd. Ronny reminds her\nassage back 10 Engfar y ee likes\n\ntet ber down, but Mrs. Moore claims\nfor several years before he was ina\n\nback what she told him about marriage. Ronny apologi\nMrs. Moore is now tired of India and wishes only for her p:\nhas dealt with three sets of Indians today, and all three have\nAziz. The Nawab Bahadur thinks that the accident was caused by a ghost,\ncar accident in which be killed a drunken man.\n\nAnalysis:\nForster sets Ronny Heaslop as symbolic of the detrimental effects of English colonialism on India. He ne as\nsubtle about his contempt for the Indians whom he considers inferior, even when that supposed asia pt\noo sonnel oasis. His criticism of Asi 1s an important point; he mocks him for missing the collar SC LCC\nfact it was Fielding who was missing the stud and Aziz who kindly lent him his own. This is the mos oe\n\nexample of irony that Forster employs. Ronny criticizes Aziz for inattentiori tO detail while he himsel x nis own\nrationtive 10 the fact that Aziz is missing his collar stud because Fielding, an Englishman, was ee naions :\n\nForster creates several scenes that complement this in which Ronny misintesprets the actions of he hat\n\nassuming the worst when there are important mitigating factors. Although Ronny can presuma’ y clai\n\nthree different groups of Indians disappointed Mrs. Moore that day, none of these are clear-cut cases.\n\nion of his racial values. She even notes that\nat India has contributed\n\nngland, indicating th\nalthough her decision is sensible, Adela is\n\nIater revokes what she said with little\ns unformed, with few unwavering\nIndian society, yet it will also subject her\n\nAdela Quested's rejection of Ronny can be seen partially as 2 reject\nhis character flaws are more apparent now than when they met in Ei\nto Ronny's colonialist arrogance and sense of superiority. However,\nneither decisive nor altogether clearheaded. She rejects Ronny, then\nmotivation for either event. Forster indicates that Adela is in some. way\ncharacteristics. It is this malleable quality that allows her to open up to\nto an impending sense of indecision and confusion.\n\nThe car accident involving the Nawab Bahadur is yet another example of how the British officials and their\n\nwives mistreat Indians, yet it is significant for yet another reason. The actual events of the accident are unclear.\nand explanations for it range from the mundane to the supernatural. This foreshadows later events in the novel\n\nin which different characters approach an ambiguous event from different perspectives, and evokes what is\nperhaps the most important theme in A Passage to India: the difficulty of interpretation. In some cases, such as\nRonny's critique of Aziz for missing the collar stud, 2 character fully misinterprets a situation, but the car wreck\nis an altogether different case, for a lack of information means that even the reader cannot accurately determine\n\nwhat actually occurred.\n\nChapter Nine:\nAziz falls il} with fever, and Hamidullah discusses his illness with Syed Mohammed, the assistant engineer, and\n\nMe. ap\nbg I hag, 2 police Inspector Rafi, the engineer's nephew, suggests that something suspicious occurred, for\nick after Fielding's party, but Hamidullah dismisses the idea. Mr. Fielding visits Aziz. They\n\n", "CleanText": "GrAdeSaver www.gradesaver.com You have goals... We have help. es 10 his nother for his behavior at Mr. Fielding s hoo d. Ronny reminds her assage back 10 Engfar y ee likes tet ber down, but Mrs. Moore claims for several years before he was ina back what she told him about marriage. Ronny apologi Mrs. Moore is now tired of India and wishes only for her p has dealt with three sets of Indians today, and all three have Aziz. The Nawab Bahadur thinks that the accident was caused by a ghost, car accident in which be killed a drunken man. Analysis Forster sets Ronny Heaslop as symbolic of the detrimental effects of English colonialism on India. He ne as subtle about his contempt for the Indians whom he considers inferior, even when that supposed asia pt oo sonnel oasis. His criticism of Asi 1s an important point he mocks him for missing the collar SC LCC fact it was Fielding who was missing the stud and Aziz who kindly lent him his own. This is the mos oe example of irony that Forster employs. Ronny criticizes Aziz for inattentiori tO detail while he himsel x nis own rationtive 10 the fact that Aziz is missing his collar stud because Fielding, an Englishman, was ee naions  Forster creates several scenes that complement this in which Ronny misintesprets the actions of he hat assuming the worst when there are important mitigating factors. Although Ronny can presuma’ y clai three different groups of Indians disappointed Mrs. Moore that day, none of these are clear-cut cases. ion of his racial values. She even notes that at India has contributed ngland, indicating th although her decision is sensible, Adela is Iater revokes what she said with little s unformed, with few unwavering Indian society, yet it will also subject her Adela Quested's rejection of Ronny can be seen partially as 2 reject his character flaws are more apparent now than when they met in Ei to Ronny's colonialist arrogance and sense of superiority. However, neither decisive nor altogether clearheaded. She rejects Ronny, then motivation for either event. Forster indicates that Adela is in some. way characteristics. It is this malleable quality that allows her to open up to to an impending sense of indecision and confusion. The car accident involving the Nawab Bahadur is yet another example of how the British officials and their wives mistreat Indians, yet it is significant for yet another reason. The actual events of the accident are unclear. and explanations for it range from the mundane to the supernatural. This foreshadows later events in the novel in which different characters approach an ambiguous event from different perspectives, and evokes what is perhaps the most important theme in A Passage to India the difficulty of interpretation. In some cases, such as Ronny's critique of Aziz for missing the collar stud, 2 character fully misinterprets a situation, but the car wreck is an altogether different case, for a lack of information means that even the reader cannot accurately determine what actually occurred. Chapter Nine Aziz falls il} with fever, and Hamidullah discusses his illness with Syed Mohammed, the assistant engineer, and Me. ap bg I hag, 2 police Inspector Rafi, the engineer's nephew, suggests that something suspicious occurred, for ick after Fielding's party, but Hamidullah dismisses the idea. Mr. Fielding visits Aziz. They"}, {"userId": 9, "namePhoto": "eng9.jpg", "language": "eng", "BeforeCleanText": "GrAdeSaver\n\nwww. grade\n[nie\n\n: © You have goals... We have help.\n\nCah wat <he fd em abet marage Ronny apulosizes wis nie soe br eb of RO\nCis Nowra 16 snes Died onl Tn nd ss ssles oat Tor her passage bie fed wl Bos\nswith fee sets of Tdi feds ansd all hres eve lols frit Me Sonn\nCased ba chet Ee ” !\n\nE Phe Nawasin BB\ncar zedident m which he Milled a diame man\n\nwi mh thn the acondert wa\n\nAnaly sin\n\nfn\neven when th\nssing the <\nhis is the mo\n\nsts Ronny Heaslop as symbolic of the detnmentel effects oi\nout his contempt fer the Indians whom he considers infunor\nan important point. he Blocks fir for me\ntent hin hes own\njoi to deal whils\nan Englishman, wi\ne actions of the Irudier\ncumably Slat\n\nsubtie\nfo actual basis. His entivism of Aziz ¢\n{11 was Frelding who was missing the stud and Aziz who kindy\nRonny criticizes Aziz for inanent\n\nause Freiding\n\nLies Froznesd\n\nfact\nexami of irony that Forster employ enti\nntive to the fact that Aziz is missing his collar stad ;\ncreates several scenes that complement this in which Ronny inisintesprets th\nfactors, Although Ronay can p\n\nForste\nsng the worst when there are important mitigating\n(hat day. none of these are clear figs\n\na\nthree different groups of Indians disappointed Mrs. Moore\nas a rejection of his racial values\n.indeatny that\nalthough her decision wast\n« what “he said wb\na\n\nancs\n\nm\n\nShe\n\nhic\n\nmet ir En,\n\n“dels Quested's rejection of Ronny can be seen partially\nparent now than when th\n\ni ter flaws ars mor\nRonny’s colonialist arrogance and sense of superionty. However\nve nor altogether clearheaded. She rejects Ronny. then later revoke\n:ivation for either event, Forster indicates that Adela tx in some ways unformed. with few\nIt is this malleable guaiity that allows her to open up © Indian society. yet it with\n\nnpending sense of indecision and confusion\n\n1 He\nASNTENTL\n\nher exaznple of bow the British otticiois and\nactual events of the a Ye\n\naccident involving the Nawab Bahadur is yet anoth\n< sistreat Indians. yet it 1s significant for vet mnother reason i\naural. This foreshadows later events in Uw\nserwpectives, and evokes w\n\n=d explanations for it range from the mundane to the super\nwhich different characters approach an ambiguous event from different ¢\n<e to India: the difficulty of interpretation. In some cases\n\nperhaps the most important theme in A Pz\nRonny's critique of Aziz for missing the collar stud, a character fully misinterprets a situation. but the car wre\nis an altogether different case. for a lack of formation means that even the reader cannot accurately determine\n\nwhat actually occurred\n\nhapter Nine\n\nnd Hamidullah discusses his illness wi has ¢ assista i\nss with Syed Mohammed, the assistant engineer. and\n\nAziz falls ill with fever. a\nMr. Haq. a police inspec fi ineer\"\n9. 2 police inspector. Rafi, the engineer's nephew. suggests that something suspicious occurred, for\n\nGoobole alse < e : i\naubole also fell sick after Fielding's party. but Hamidullah dismisses the idea. Mr Fielding visits Aziz. Thev\n\n", "CleanText": "GrAdeSaver www. grade [nie   You have goals... We have help. Cah wat he fd em abet marage Ronny apulosizes wis nie soe br eb of RO Cis Nowra 16 snes Died onl Tn nd ss ssles oat Tor her passage bie fed wl Bos swith fee sets of Tdi feds ansd all hres eve lols frit Me Sonn Cased ba chet Ee” ! E Phe Nawasin BB car zedident m which he Milled a diame man wi mh thn the acondert wa Analy sin fn even when th ssing the  his is the mo sts Ronny Heaslop as symbolic of the detnmentel effects oi out his contempt fer the Indians whom he considers infunor an important point. he Blocks fir for me tent hin hes own joi to deal whils an Englishman, wi e actions of the Irudier cumably Slat subtie fo actual basis. His entivism of Aziz  {11 was Frelding who was missing the stud and Aziz who kindy Ronny criticizes Aziz for inanent ause Freiding Lies Froznesd fact exami of irony that Forster employ enti ntive to the fact that Aziz is missing his collar stad  creates several scenes that complement this in which Ronny inisintesprets th factors, Although Ronay can p Forste sng the worst when there are important mitigating (hat day. none of these are clear figs a three different groups of Indians disappointed Mrs. Moore as a rejection of his racial values .indeatny that although her decision wast  what“he said wb a ancs m She hic met ir En, “dels Quested's rejection of Ronny can be seen partially parent now than when th i ter flaws ars mor Ronny’s colonialist arrogance and sense of superionty. However ve nor altogether clearheaded. She rejects Ronny. then later revoke ivation for either event, Forster indicates that Adela tx in some ways unformed. with few It is this malleable guaiity that allows her to open up  Indian society. yet it with npending sense of indecision and confusion 1 He ASNTENTL her exaznple of bow the British otticiois and actual events of the a Ye accident involving the Nawab Bahadur is yet anoth  sistreat Indians. yet it 1s significant for vet mnother reason i aural. This foreshadows later events in Uw serwpectives, and evokes w =d explanations for it range from the mundane to the super which different characters approach an ambiguous event from different  e to India the difficulty of interpretation. In some cases perhaps the most important theme in A Pz Ronny's critique of Aziz for missing the collar stud, a character fully misinterprets a situation. but the car wre is an altogether different case. for a lack of formation means that even the reader cannot accurately determine what actually occurred hapter Nine nd Hamidullah discusses his illness wi has  assista i ss with Syed Mohammed, the assistant engineer. and Aziz falls ill with fever. a Mr. Haq. a police inspec fi ineer\" 9. 2 police inspector. Rafi, the engineer's nephew. suggests that something suspicious occurred, for Goobole alse  e  i aubole also fell sick after Fielding's party. but Hamidullah dismisses the idea. Mr Fielding visits Aziz. Thev"}, {"userId": 10, "namePhoto": "thai10.jpg", "language": "thai", "BeforeCleanText": "คห๐ อนธ์ชื๐๑24\nระ1๓๕ ๐8 1บ0๑ หู\n15๐ ปิง6หนะ5 ปิทร6\n“2 5ท๐ 0ห1หค  ก\n656 0อพณนท156 ๒\n“6@6176๐  35\n\nจากค่ายกักกันนี้เล่าว่า กิจวั\nวัตรประ\nรประ ะจําวันอันเคร่งครัดขอ\nเคารพธงชาติจีน การขับร้อง “                               งพวกเขาคื่อ การว่วมพิธียืนตรง\n\nเพลงคอมมิวนิสต์'\nต์\" และ\nที่เป็นภาษาจีน                       'ละการถูกบังคับให้เรี่ยนบทเรียนบังคับ\n\nร\nหนึ่งในผู้รอดชีวิตเล่าให้ฟังว่า ชั้ง\nห  ชีวิตเล่าให้ฟังว่า ชันเรียนบทเรียนบังคับดังกล่าวจัดจิ้\nอ       ง             ยนบังคับดังกล่าวจัดขี\nขนาดเล้ก เนอหาหลัก ๆ คือการบังคับให้ท่องประโ    ไ     ฟ้า สนท\nงประโยคต่อไปนี้ออ\nพระเจ้าอยู่จริง ข้าพ             ะ                      กง คารต\n|                  เจ้าไม่เชื่อในพระเจ้า ข้าพเจ้าเชื่อในพรรคคอมมิวนิสต์\" ใครก็ตามที่\nม่ยอมกล่าว\nอา   คําขวัญดังกล่าวเป็นภาษาจีนอย่างถูกต้องจะถูกทุบดี หรือนําตัวไปนั่งบน\nเครื่องมือทรมานที่คนภายในค่ายกักกันรู้จักเป็นอย่างดีว่า “เก้าอี้เสือ\"\n\nการกําจั( ดภาษาอุยภูร์ออกไปจากสถานศึกษา\n\nตั้งแต่ทศวรรษที่ 1990 รัฐบาลจีนใช้นโยบายการศึกษาแบบ “สองภาษา\" โดย\nนดารินเข้ามาในชั้นเรียนอย่างช้า ๆ จนในที่สุดภาษาอุยกุร์ก็ถูกกําจัด\nนักเรียนชาๆอุย กูร์ยังถูกห้ามไม่ให้พูดภาษาของ ตนเองใน\nมท้าทายอย่างรุนแรงที่สุดต่ออัตลักษณ์ข\nศึกษาธิการของเมืองโหต้นออกคําลังให้ครู\nตีมรูปแบบตั้งแต่ระดับอนุบาล แ\nการศึกษาในทุกระดับชั้น\n\nค่อย ๆ นําภาษาแม\nออกไปจากชั้นเรียน อีกทั้ง\nสถานศึกษา สิ่งนโยบายนี้สร้างควา\n\nในปี ค.ศ. 2017 กระทรวง\nนโดยใช้ภาษา แมนดารินเต็\nการเรียนรู้และทุกการจัด\n\nองชาวอุยกุร์\nรูทุกคนต้อง\n/,       7\nจั                                                                                                  ะห้ามใช้\nจัดการเรียนการสอ                                                                         “\nภาษาอุยกูร์ในทุกกิจกรรม\n\nการสนับสนุนให้นักเรียนชาวอุยร์ย\nใจรงการสนับสมุนรกร\n\nเซปื                 ย่าง              ล\nจากล๕พส์ซี่เป็นรปธรรมอีกอ      10 3 ๓รอมกลุ่มชาติพันธุ์ดี อ\nม ม มูเกกฑ์\n", "CleanText": "คหอนธ์ชื๑24 ระ1๓๕8 1บ0๑หู 15ปิง6หนะ5ปิทร6 “2 5ท 0ห1หค ก 656 0อพณนท156๒ “6@6176 35 จากค่ายกักกันนี้เล่าว่ากิจวั วัตรประ รประจำวันอันเคร่งครัดขอ เคารพธงชาติจีนการขับร้อง“ งพวกเขาคื่อการว่วมพิธียืนตรง เพลงคอมมิวนิสต์' ต์\"และ ที่เป็นภาษาจีน 'ละการถูกบังคับให้เรี่ยนบทเรียนบังคับ ร หนึ่งในผู้รอดชีวิตเล่าให้ฟังว่าชั้ง ห ชีวิตเล่าให้ฟังว่าชันเรียนบทเรียนบังคับดังกล่าวจัดจิ้ อ ง ยนบังคับดังกล่าวจัดขี ขนาดเล้กเนอหาหลักๆคือการบังคับให้ท่องประโ ไ ฟ้าสนท งประโยคต่อไปนี้ออ พระเจ้าอยู่จริงข้าพ ะ กงคารต  เจ้าไม่เชื่อในพระเจ้าข้าพเจ้าเชื่อในพรรคคอมมิวนิสต์\"ใครก็ตามที่ ม่ยอมกล่าว อา คำขวัญดังกล่าวเป็นภาษาจีนอย่างถูกต้องจะถูกทุบดีหรือนำตัวไปนั่งบน เครื่องมือทรมานที่คนภายในค่ายกักกันรู้จักเป็นอย่างดีว่า“เก้าอี้เสือ\" การกำจั(ดภาษาอุยภูร์ออกไปจากสถานศึกษา ตั้งแต่ทศวรรษที่ 1990รัฐบาลจีนใช้นโยบายการศึกษาแบบ“สองภาษา\"โดย นดารินเข้ามาในชั้นเรียนอย่างช้าๆจนในที่สุดภาษาอุยกุร์ก็ถูกกำจัด นักเรียนชาๆอุยกูร์ยังถูกห้ามไม่ให้พูดภาษาของตนเองใน มท้าทายอย่างรุนแรงที่สุดต่ออัตลักษณ์ข ศึกษาธิการของเมืองโหต้นออกคำลังให้ครู ตีมรูปแบบตั้งแต่ระดับอนุบาลแ การศึกษาในทุกระดับชั้น ค่อยๆนำภาษาแม ออกไปจากชั้นเรียนอีกทั้ง สถานศึกษาสิ่งนโยบายนี้สร้างควา ในปีค.ศ. 2017กระทรวง นโดยใช้ภาษาแมนดารินเต็ การเรียนรู้และทุกการจัด องชาวอุยกุร์ รูทุกคนต้อง , 7 จั ะห้ามใช้ จัดการเรียนการสอ “ ภาษาอุยกูร์ในทุกกิจกรรม การสนับสนุนให้นักเรียนชาวอุยร์ย ใจรงการสนับสมุนรกร เซปื ย่าง ล จากล๕พส์ซี่เป็นรปธรรมอีกอ 10 3๓รอมกลุ่มชาติพันธุ์ดีอ มมมูเกกฑ์"}, {"userId": 11, "namePhoto": "thai11.jpg", "language": "thai", "BeforeCleanText": "์' สถานศึกษา สิ่งนโยบายนี้สร้างควา\n\n5ท6 9นร5๐    ๑:   @       อ«    ๑   อยอ\nะ1๒๕ ๐2         น8    8              ลัเณนา18:\nไข๒ ปัตธ๒    9ช์๕ธะ %๒๐ 0ห3    0    4อ6 3๒๕56 35\n\nไ    8  ร่\nจากค่ายกักกันนี่เล่าว่า กิจจั|\nจัตรประจําวันอันเคร่งครัดของพ\nเคารพธงซาติจีน การขับร้อง “เพลงคอมมิวนิสต์”              วกเขาคือ การร่วมพิธียืนตรง\n\nและ\nที่เป็นภาษาจีน                                            ละการถูกบังคับให้เรี่ยนบทเรียนบังคับ\n\nซ่  7.\nหนึ่งในผู้รอดชีวิตเล่าให้ฟังว่า ซื้1\nบ หนึงในผู้ อดชีวิตเล่าให้ฟังว่า ชันเรี่ยนบทเรียนบังคับดังกล่าวจัดลิ้1\nขนาดเล็ก เนื้อหาหลัก ๆ คือการบังคับให้ท่องประโยคต่อไ   อกมาข้า ๆ เ็น\nงประโยคต่อไปนี้ออก\nพระเจ้าอยู่จริง ข้า       ะ           สฟานซม\nทระ  ยู่  พเจ้าไม่เชื่อในพระเจ้า ข้ ช้าพเจ้าเชื่อในพรรคคอมมิริิสต์ โกรกตามที\nอมกล่าว\nคําขวัญดังกล่าว เป็นภาษาจีนอย่างถูกต้องจะถูกทุบดี หรือนําตัวไปนั่งบน\n\nบ ฆ้\n\nซ่                ว่\nเครื่องมือทรมานที่คนภายในค่ายกักกันรู้จักเป็นอย่างดีว่า \"เก้าอิเลือ”\n\nการกําจั6 ตภาษาอุยภูร์ออกไปจากสถานศึกษา\n\nตั้ง แต่ทศวรรษที่ 1990 รัฐบาลจีนใช้นโยบายการศึกษาแบบ “สองภาษา\" โดย\nนดารินเข้ามาในชั้นเรียนอย่างช้า ๆ จนในที่สุดภาษาอุยกุร์ก็ถูกกําจัด\nนัก เรียนชาวอุยกร์ยังถูกห้ามไม่ให้พูดภาษาของตนเองใน\nมห้าทายอย่างรุนแรงที่สุดต่ออัตลักษณ์ของชาวยุยกู\nศึกษาธิการของเมืองใหต้นออกคําสั่งให้ครูตุกคนต้อง\nตีมรูปแบบตั้งแต่ระดับอนุบาล และห้ามใช้\nถการศึกษาในทุกระดับชั้น\n\nค่อย ๆ นําภาษาแม\nออกไปจากขั้นเรียน อีกทั้\n\nในปี ค.ศ.2017 กระทรวง\nนโดยใช้ภาษาแมนดารินเตี\nามเรียนรู้และทุกการจัด\n\nจัดการเรียนการสอ\nภาษาอุยกูร์ในทุกกิจกรรมก\n\nการสนับสนุนให้นักเรียนชาวอุยร์ย\n\nทงกรสนับสนุรารากร\n\nเจ็ไจ กล                         อีกอย่าง                           จเศาตี\n๕ัพส์ที่เนรปธรรมอ                   033 = เรูมกลุ่มชาติพันธ์ตี  ขา\n", "CleanText": "'สถานศึกษาสิ่งนโยบายนี้สร้างควา 5ท6 9นร5 ๑ @ อ ๑ อยอ ะ1๒๕2 น8 8 ลัเณนา18 ไข๒ปัตธ๒ 9ช์๕ธะ %๒ 0ห3 0 4อ6 3๒๕56 35 ไ 8 ร่ จากค่ายกักกันนี่เล่าว่ากิจจั จัตรประจำวันอันเคร่งครัดของพ เคารพธงซาติจีนการขับร้อง“เพลงคอมมิวนิสต์” วกเขาคือการร่วมพิธียืนตรง และ ที่เป็นภาษาจีน ละการถูกบังคับให้เรี่ยนบทเรียนบังคับ ซ่ 7. หนึ่งในผู้รอดชีวิตเล่าให้ฟังว่าซื้1 บหนึงในผู้อดชีวิตเล่าให้ฟังว่าชันเรี่ยนบทเรียนบังคับดังกล่าวจัดลิ้1 ขนาดเล็กเนื้อหาหลักๆคือการบังคับให้ท่องประโยคต่อไ อกมาข้าๆเ็น งประโยคต่อไปนี้ออก พระเจ้าอยู่จริงข้า ะ สฟานซม ทระ ยู่ พเจ้าไม่เชื่อในพระเจ้าข้ช้าพเจ้าเชื่อในพรรคคอมมิริสต์โกรกตามที อมกล่าว คำขวัญดังกล่าวเป็นภาษาจีนอย่างถูกต้องจะถูกทุบดีหรือนำตัวไปนั่งบน บฆ้ ซ่ ว่ เครื่องมือทรมานที่คนภายในค่ายกักกันรู้จักเป็นอย่างดีว่า \"เก้าอิเลือ” การกำจั6ตภาษาอุยภูร์ออกไปจากสถานศึกษา ตั้งแต่ทศวรรษที่ 1990รัฐบาลจีนใช้นโยบายการศึกษาแบบ“สองภาษา\"โดย นดารินเข้ามาในชั้นเรียนอย่างช้าๆจนในที่สุดภาษาอุยกุร์ก็ถูกกำจัด นักเรียนชาวอุยกร์ยังถูกห้ามไม่ให้พูดภาษาของตนเองใน มห้าทายอย่างรุนแรงที่สุดต่ออัตลักษณ์ของชาวยุยกู ศึกษาธิการของเมืองใหต้นออกคำสั่งให้ครูตุกคนต้อง ตีมรูปแบบตั้งแต่ระดับอนุบาลและห้ามใช้ ถการศึกษาในทุกระดับชั้น ค่อยๆนำภาษาแม ออกไปจากขั้นเรียนอีกทั้ ในปีค.ศ.2017กระทรวง นโดยใช้ภาษาแมนดารินเตี ามเรียนรู้และทุกการจัด จัดการเรียนการสอ ภาษาอุยกูร์ในทุกกิจกรรมก การสนับสนุนให้นักเรียนชาวอุยร์ย ทงกรสนับสนุรารากร เจ็ไจกล อีกอย่าง จเศาตี ๕ัพส์ที่เนรปธรรมอ 033 =เรูมกลุ่มชาติพันธ์ตี ขา"}]